/* VERSION: Russian Translation file - Version 2.8.10 - 2010 September 16 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Включите этот переключатель, если Вы желаете использовать  Email Архив для сохранения данных, когда Вы запускаете MyTime";

/* */
"Email Backup Instantly" = "Email Архив Instantly";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Включите этот переключатель, если Вы желаете очистить пространство в памяти (кеш), используемое для сохранения временных данных картографии, очистка будет производиться каждый раз при запуске программы MyTime";

/* */
"Clear Map Cache" = "Очистить кеш картографии";

